tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
cask "xquartz"
# Search tool like grep, but optimized for programmers
brew "ack"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Console Matrix
brew "cmatrix"
# Configurable talking characters in ASCII art
brew "cowsay"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Rainbows and unicorns in your console!
brew "lolcat"
# Text-based web browser
brew "lynx"
# OpenBSD freely-licensed SSH connectivity tools
brew "openssh"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Media player based on MPlayer and mplayer2
brew "mpv"
# Terminal multiplexer
brew "tmux", args: ["HEAD"]
# Vi 'workalike' with many additional features
brew "vim", args: ["with-override-system-vi"]
# Internet file retriever
brew "wget"
cask "iterm2"
